{
  "adressScreen": {
    "errorDescription": "Couldn't delete the address",
    "deleteWarning": "Warning",
    "deleteQuestion": "Are you sure you want to delete this address?",
    "cancel": "Cancel",
    "adressChoice": "Address selection"
  },
  "allOrderScreen": {
    "messageOrderNo": "There are no orders yet.",
    "orders": "Orders",
    "sum": "Total:",
    "position": "Items:",
    "showAll": "Order history",
    "order": "Order ",
    "addInCart": "All items from the order have been added to the cart",
    "addSpecificInCart": "Selected items have been added to cart",
    "goToCart": "Go on to see",
    "goToCartBtn": "Go to",
    "statusNew": "New",
    "statusInprocess": "In process",
    "statusDone": "Done",
    "statusDenied": "Denied",
    "statusUserDenied": "Denied by user",
    "statusDelivery": "Delivery",
    "deliveryState": "Delivery:",
    "NewOrderByClient": "A new order has been placed at the customer's initiative",
    "NotDone": "Order cancelled",
    "OnTerminalPickup": "The parcel is at the receiving terminal",
    "OnRoad": "Parcel is on the way (domestic DPD transport)",
    "OnTerminal": "The parcel is at the transit terminal",
    "OnTerminalDelivery": "The parcel is at the delivery terminal.",
    "Delivering": "Parcel is out for delivery",
    "Delivered": "The package has been delivered to the recipient",
    "Lost": "Parcel lost",
    "Problem": "A problem situation has arisen with the parcel.",
    "ReturnedFromDelivery": "Parcel returned from delivery",
    "NewOrderByDPD": "New order placed on DPD initiative"
  },
  "appVersion": {
    "alertTitle": "Please, update!",
    "alertBody": "The version of the application does not match the current version. For correct operation it is necessary to update the application."
  },
  "auth": {
    "loginErr": "Incorrect login or password",
    "serverErr": "Incorrect login or password",
    "emailPlaceholderInput": "Enter your email",
    "errEmail": "Incorrect email",
    "passwordPlaceholderInput": "Enter password",
    "errPassword": "Incorrect password",
    "buttonReg": "Registration",
    "passRes": "Forgot your password?"
  },
  "cartScreen": {
    "title": "Cart",
    "noCart": "Your cart is empty. Update the screen or add items to the cart.",
    "phone": "Enter phone number",
    "noPhone": "Phone number is not listed",
    "denied": "Order has not been sent",
    "needPhone": "You need to provide the phone number",
    "noAdress": "No adress provided",
    "noDelivery": "No delivery method provided",
    "delivery": "Delivery:",
    "deliveryCost": "Delivery cost:",
    "currency": "руб.",
    "payment": "Payment",
    "choose": "Select",
    "adress": "Adress:",
    "payLater": "Pay later:"
  },
  "componentInStock": {
    "valueNone": "Out of stock"
  },
  "componentNumOrdersProduct": {
    "earlierOrder": "previously ordered:",
    "buy": "Bought out:",
    "needToBuy": "For the ransom, you need:",
    "leftToBuy": "Left to buy:",
    "guarantee": "100% buyout guarantee",
    "guaranteeBuy": "The product will be bought back. You can order any quantity."
  },
  "componentSum": {
    "sendOrder": "SEND ORDER",
    "saveOrder": "SAVE ORDER",
    "repeatOrder":"REPEAT THE ORDER COMPLETELY",
    "orderSpecificGoods": "ORDER SELECTED ITEMS"
  },
  "contactScreen": {
    "appSupplier": "Become a supplier, send prices through the application, ask a question about the application:",
    "contact": "Contacts"
  },
  "coopScreen": {
    "coopPur": "Joint procurement",
    "orderSave": "Order saved",
    "inviteCoopPur": "Your request to participate in joint procurement adopted. You can change it to",
    "orderNotSent": "Acceptance of orders has been completed",
    "timerHours": "h.",
    "timerMinutes": "min.",
    "timerSeconds": "sec."
  },
  "daysLeft": {
    "complete": "Completed",
    "lessHour": "Less than an hour",
    "day": "d.",
    "hour": "h."
  },
  "deliveryScreen": {
    "courierTerms": "Courier delivery terms",
    "orderingFrom": "Ordering from:",
    "to": "to:",
    "freeDeliveryFrom": "Free delivery from:",
    "cityChoice": "Select the city where the shop's courier service is located:",
    "noCityMatch": "The city at the address of delivery does not match the city of courier service",
    "continue": "Continue",
    "terminalDelivery": "Delivery to the terminal",
    "doorDelivery": "Delivery to the door",
    "dpdDeliveryCost": "DPD calculation of delivery costs",
    "dpdAdressChoice": "For a more accurate calculation of delivery costs, select the address",
    "dpdAdressChoice1": "Start writing your city and select it from the list below",
    "dpdAdressChoice2": "If you have not found your city in this list, DPD does not deliver to it",
    "yourCity": "Your city",
    "deliveryCalcFailed": "Failed to calculate delivery cost",
    "deliveryTerms": "Terms of delivery to distribution points",
    "comment": "Comment",
    "city": "Choose a city",
    "deliveryPointChoice": "Choose a distribution point",
    "ruPostCost": "Russian Post calculation of delivery cost",
    "ruPostError": "To use the services ",
    "ruPostError1": "of Russian Post you need to select the address",
    "ruPostError2": "The total weight must be less than 20 kg",
    "ruPostError3": "Failed to calculate delivery cost",
    "deliveryChoice": "Choose one of the available delivery methods",
    "manager": "A manager will contact you shortly after the order is placed",
    "deliveryMethods": "Delivery methods"
  },
  "main": {
    "noPrice": "There are no prices yet.",
    "supMessage": "Contact your manager for subscribe you to price updates.",
    "priceList": "Price lists",
    "noResult": "No results for this query",
    "errPrice": "Failed to load price",
    "noGroup": "No product groups yet."
  },
  "myClients": {
    "title": "Мои клиенты"
  },
  "notificationScreen": {
    "title": "Notifications"
  },
  "pagination": {
    "onTop": "Upwards"
  },
  "passwordResetScreen": {
    "title": "Password recovery",
    "buttonSend": "Send",
    "buttonCancel": "Cancel",
    "emailSuccess": "Password recovery message sent to the specified email",
    "emailFailure": "Invalid email"
  },
  "paymentScreen": {
    "sber": "Sberbank",
    "courier": "Cash to courier",
    "paymentMethod": "Payment methods"
  },
  "priceDetail": {
    "orderComplete": "Your order has been sent",
    "orderErr": "Something went wrong",
    "ok": "OK",
    "codeItem": "Item/Code: ",
    "avaible": "In stock: ",
    "cost": "Price: ",
    "buttonAll": "All",
    "buttonSelect": "Selected",
    "notPrice": "This price does not exist",
    "avaibleBox": "The item in the box: ",
    "noDescr": "Description of the price is not",
    "issueOrder": "PLACE ORDER",
    "goToCart": "GO TO CART",
    "regOrder": "Order registration",
    "comment": "The comment to the order:",
    "noItem": "The product is out of stock",
    "noCountItem": "This quantity is not in stock",
    "noItemOrder": "Not enough stock items",
    "noItemOrderSub": "While you were collecting the order, some of the items were over. Change the quantity to place an order.",
    "filter": "Filter",
    "show": "Show",
    "refresh": "Pull to refresh product list"
  },
  "productDetail": {
    "noDescr": "Description is missing",
    "codeItem": "Item/Code: ",
    "avaible": "In stock: ",
    "cost": "Price: ",
    "pack": "packaging",
    "addOrder": "ADD TO THE ORDER"
  },
  "profile": {
    "askExit": "Do you really want to exit?",
    "no": "No",
    "yes": "Yes",
    "infoSurname": "Surname:",
    "infoName": "Name:",
    "infoEmail": "Email:",
    "buttonExit": "Exit",
    "profile": "Profile",
    "myProfile": "My profile",
    "myClients": "My clients",
    "myShops": "My shops",
    "clients": "Clients",
    "singleClient": "Client",
    "tags": "Tags:",
    "discount": "discount:",
    "acceptBtn": "Accept",
    "declineBtn": "Decline",
    "requests": "Requests",
    "standartComment": "Standard comments",
    "addStandardComment": "Add standard comment",
    "saveStandardComment": "Save",
    "goToStandardComment": "Choose standard",
    "changePhoto": "Change photo",
    "addPhoto": "Add photo",
    "takePhoto": "Take a photo",
    "picPhoto": "Choose from the gallery",
    "Cancel": "Cancel",
    "version": "version"
  },
  "QRScreen": {
    "title": "QR-scanner",
    "permission": "Requesting for camera permission",
    "noPermission": "No access to camera",
    "scanAgain": "Tap to Scan Again",
    "scanned": "Bar code has been scanned!",
    "noShop": "There's no such store!",
    "qrText": "Point the camera at the QR code"
  },
  "register": {
    "errField": "Please fill out all required fields",
    "errPass": "Passwords do not match",
    "completeReg": "You have been successfully registered",
    "ok": "Ok",
    "errAlreadyUserEmail": "A user with this email address already exists",
    "errEmail": "Please enter a valid email address",
    "errReg": "Registration error",
    "entryEmail": "Enter your email",
    "entryPass": "Enter password",
    "repeatPass": "Confirm password",
    "entryName": "Enter your name",
    "entrySurname": "Enter your surname",
    "buttonReg": "Register",
    "reg": "Registration",
    "buttonLogin": "Login"
  },
  "sberbankScreen": {
    "error": "Error",
    "errorDescription": "There was an error during the payment"
  },
  "shopInfoScreen": {
    "contact": "Contacts",
    "unSub": "Unsubscribe",
    "sub": "Subscribe",
    "chat": "Chat",
    "price": "Prices",
    "clients_num": "subscribers",
    "products_num": "products",
    "orders_num": "orders",
    "phoneUnknown": "Phone unknown",
    "emailUnknown": "email unknown",
    "noNumber": "No number",
    "noEmail": "No email",
    "success": "Successfully!",
    "appSent": "Your application has been sent.",
    "sendSub": "Send subscription request ?",
    "managerContact": "Manager will contact you.",
    "callManager": "Call manager",
    "noShop": "There is no such shop!"
  },
  "shopsScreen": {
    "mySupp": "My shops",
    "search": "Search",
    "supplier": "Shops",
    "resSearch": "Search results",
    "searchItem": "Product search",
    "searchItemShop": "Search by store products"
  },
  "recShopsScreen": {
    "search": "Search",
    "supplier": "Shops",
    "resSearch": "Search results",
    "recSupplier": "Best shops",
    "recSupplierNot": "No recommended shops",
    "recSupplierNearby": "Shops nearby",
    "recSupplierNearbyNot": "No shops nearby",
    "products": "Popular products",
    "productsNot" : "No products",
    "inCart": "The product will added to the order"
  },
  "userAgreementScreen": {
    "rules": "https://comiron.com/agreements/rules_en.html",
    "confidence": "https://comiron.com/agreements/conf_en.html",
    "offer": "https://comiron.com/agreements/oferta_en.html",
    "rulesTitle": "Rules for placing information on Internet resources Comiron.com",
    "confTitle": "Privacy Policy",
    "offerTitle": "Public Offer",
    "header1": "1. General Provisions",
    "main11": "1.1. OOO “COMIRON.COM” (hereinafter – “Comiron.com”) offers Internet users (hereinafter – the “User”) the opportunity to use its services on the terms and conditions of this User Agreement (hereinafter - the “Agreement”, “User Agreement”). This Agreement shall take effect upon the User’s express agreement with its terms according to Clause 1.4 hereof.",
    "main12": "1.2. Comiron.com offers Users access to a wide range of services including communication tools, search engine, tools for posting and storing information and materials (content), content personalization, shopping, etc. All currently available services as well as their development and/or addition of new services shall be the subject of this Agreement.",
    "main13": "1.3. The use of Comiron.com services shall be regulated by this Agreement and terms of using certain services. This Agreement may be amended by Comiron.com without notice, and a new revision of this Agreement shall take effect when posted online at the web address given in this paragraph, unless otherwise stated in the new revision of this Agreement. ",
    "main14": "1.4. By starting the use of any services/certain functions or going through the registration procedure, the User shall be deemed to have accepted the terms of this Agreement in full without any limitations or exceptions. If the User does not agree to any provisions of this Agreement, the User must not use Comiron.com services. If Comiron.com makes any amendments to this Agreement as prescribed by Clause 1.3 hereof to which the User does not agree, the User shall cease to use any Comiron.com services.",
    "header2": "2. User Registration. User Account.",
    "main21": "2.1. To use certain Comiron.com services or certain specific functions of services, the User shall complete registration to create a unique account.",
    "main22": "2.2. Upon registration the User shall provide valid and complete information requested in the registration form and shall regularly update such information. If the User provides invalid information or Comiron.com has reasons to believe that any information provided by the User is incomplete or invalid, Comiron.com may at its discretion block or delete the User’s account or deny the User the use of any services (or certain functions). When signing up, the User may upload an image for his/her profile (user icon). The profile image can be attached to the User’s posts in Comiron.com services. The profile image shall meet the requirements of Section 4 of this Agreement. When the User uses his/her image as a profile image, the User is aware and agrees that Comiron.com may publish and further use the User’s image in Comiron.com services, promotional items, corporate blogs, and Comiron.com accounts in third-party resources.",
    "main23": "2.3. Comiron.com shall reserve the right to require at any time that the User verify the information provided upon registration and to request supporting documents (personal identification documents in particular); failure to provide these documents may, at Comiron.com's discretion, be regarded as provision of invalid information and entail consequences according to Clause 2.2 hereof. In case the User's information specified in the documents provided by him/her fails to conform to the information provided upon registration or if the information provided upon registration does not make it possible to identify the User, Comiron.com shall reserve the right to deny User's access to the User account and to usage of Comiron.com services.",
    "main24": "2.4. Any personal information of the User contained in the User account shall be stored and processed by Comiron.com according to Privacy Policy.",
    "main25": "2.5. Means of access to the User’s account.",
    "main251": "2.5.1. Upon registration the User shall choose a login (a unique account name of the User) and password to access the account. Comiron.com may prohibit the use of certain logins and impose other requirements on the login and password (length, permissible symbols, etc.).",
    "main252": "2.5.2 After registration, the User will be able to access his/her account using alternative means of authentication replacing the previously chosen password. Such alternative means shall be available after enabling the two-factor authentication option through the User account management interface.",
    "main253": "2.5.3 After the User logs in, account details the User entered on his or her device can be automatically saved in the device’s browser before the User winds it up with his or her account and will not require any additional means to access the account each time Comiron.com services are used. The user account details automatically saved in the device’s browser can be used to access Comiron.com services, including services, websites, applications, and any other software products of its affiliates (including those belonging to the same group as OOO “COMIRON.COM”), except as specified in cl. 2.8.2 of this Agreement.",
    "main26": "2.6. The User shall be responsible for security of the chosen means of access to his/her account and for confidentiality of such means. The User shall be responsible for any actions (and their consequences) in and with Comiron.com services through the User’s account including voluntary transfer by the User of information required to access the User account to third parties on any conditions (including by contracts or agreements). Any actions in or with Comiron.com services performed through the User’s account shall be considered done by the User, except for the cases when the User as prescribed by Clause 2.6 hereof notifies Comiron.com of unauthorized access to Comiron.com services through the User’s account and/or any other breach (alleged breach) of confidentiality of the chosen means of access to his/her account (password or means of two-factor authentication).",
    "main27": "2.7. The User shall promptly inform Comiron.com of any instances of unauthorized (not allowed by the User) access to Comiron.com services through the User’s account and/or any breach (alleged breach) of confidentiality of the chosen means of access to his/her account. For security reasons, the User shall securely log out after completing each session (Log Out button) of operating Comiron.com services. Comiron.com shall not be responsible for any potential loss or damage of information as well as any other consequences appearing as a result of failure by the User to comply with this part of this Agreement.",
    "main28": "2.8. Account use by the User.",
    "main281": "2.8.1. The User may not reproduce, duplicate or copy, sell, resell or use for any commercial purposes any parts of Comiron.com services (including content available to the User through services) or access to Comiron.com services, except when authorized by Comiron.com or it is directly stated in the user agreement for any service.",
    "main282": "2.8.2. Certain categories of User accounts may restrict or disable the use of certain Comiron.com services or some of their options if required so by the registration or user terms and conditions regulating such services.",
    "main29": "2.9. Account termination. Comiron.com may block or delete the User’s account as well as prohibit access through any account to certain Comiron.com services and delete any content without giving reasons including in case the User violates the terms of this Agreement and terms of any documents listed in Clause 1.3 hereof and in case of failure to use a service, including the following:",
    "main291": "2.9.1. A mailbox at Comiron.com.Mail is deleted if the User does not use it for over 24 months.",
    "main210": "2.10. User account deletion.",
    "main2101": "2.10.1. The User may at any time delete its account at all Comiron.com services or, if such option is available, terminate the account in respect of certain services.",
    "main2102": "2.10.2. An account shall be deleted by Comiron.com as follows:",
    "main21021": "2.10.2.1. an account is blocked for one month during which the User cannot access its account, while the content posted through such account may be deleted;",
    "main21022": "2.10.2.2. if within such period the User's account is restored, the User’s access to the account will be renewed, but the content posted through such account might not be restored;",
    "main21023": "2.10.2.3. if within such period, the User’s account is not restored, all content posted through the account shall be deleted, and the login shall be available to other users. From such moment, restoration of account or any related information as well as access to Comiron.com services through the account is not available.",
    "main2103": "2.10.3. The procedure described in Clauses 2.10.2.1., 2.10.2.2., 2.10.2.3 hereof (except for login availability to other users) shall also apply to prohibiting access through any account to certain services.",
    "header3": "3. General Usage and Storing Provisions",
    "main31": "3.1. Comiron.com may impose restrictions on the use of services for all Users or certain categories of Users (depending on the User’s location, language of the service, etc.) including: availability/unavailability of certain service functions, period of storing messages at Comiron.com.Mail service and any other content, maximum number of messages that can be sent or received by one registered user, maximum size of an electronic message or disc space, maximum number of service uses in a certain period, maximum period of content storage, special parameters of downloadable content, etc. Comiron.com may prohibit automatic requests to its servers as well as terminate acceptance of any automatically generated information (for instance, electronic spam). To protect the User’s equipment and own equipment, Comiron.com may limit the receipt and delivery of any messages to the User when such messages contain malicious software or code or when automatic filters and anti-virus protection of Comiron.com detected such malicious software or codes in these messages. The User is notified and agrees that Comiron.com may, for the purposes stated, analyze and study such malicious software and codes contained in the said messages to improve the quality of automated filters and anti-virus protection of Comiron.com.",
    "main32": "3.2. Comiron.com has the right to send information messages to the users. Using the services of Comiron.com, the User agrees to receive advertising messages in accordance with Part 1, Article 18 of the Law \"On Advertising\". The User has the right to decline receiving advertising messages by using the corresponding functionality of the service, as part of which or in connection with which the User has received advertising messages.The User hereby authorizes Comiron.com to notify other Service Users about new publications being posted by the User, as well as about the User’s actions with regard to the other Users’ Content and other activities performed by the User in the Service.",
    "main33": "3.3. To improve the quality of its services, Comiron.com may collect opinions and feedback of Users on various matters sending an info message, when the User visits the service once again. Collected opinions and feedback can be used to form statistics, which can be used in Comiron.com services. Comiron.com can also publish feedback submitted by the User through its account in Comiron.com services or in services of Comiron.com affiliates with and without the user name (login) indicated. When writing feedback, the User undertakes to be guided by the requirements of this Agreement, including the requirements stipulated by cl. 5 of this Agreement.",
    "header4": "4. User Content",
    "main41": "4.1. The User shall be responsible for compliance of any content posted by the User with applicable legal requirements including responsibility to third parties in case posting by the User of any content or its subject matter infringes on rights and legitimate interests of third parties including personal non-property rights of authors, any other intellectual property rights of third parties and/or encroaches on other intangible assets.",
    "main42": "4.2. The User acknowledges and agrees that Comiron.com is not under obligation to review any content posted and/or distributed by the User through Comiron.com services and that Comiron.com has the right (but shall not be obliged to) at its discretion to prohibit the User from posting and/or distributing content or may remove any content available through Comiron.com services. The User acknowledges and agrees that the User shall independently assess any risks related to using content including its reliability, validity or usefulness.",
    "main43": "4.3. The User acknowledges and agrees that technologies of service operation may require reproduction (replication) of User content by Comiron.com as well as its processing by Comiron.com for compliance with technical requirements of a particular service.",
    "header5": "5. Terms of Comiron.com Service Use",
    "main51": "5.1. The User shall be responsible to third parties for any actions related to the use of Service including any actions resulting in violation of rights and legitimate interests of third parties as well as compliance with laws upon using the Service.",
    "main52": "5.2. Upon using Comiron.com Service, the User shall not:",
    "main521": "5.2.1. download, send, transmit or in any other way post and/or distribute any content that is illegal, harmful, slanderous, unethical or violates intellectual property rights, promotes hatred and/or racial, ethnic, sexual, religious or social discrimination or is insulting to any persons and/or organizations;",
    "main522": "5.2.2. violate third party rights including underage people and/or cause harm in any way;",
    "main523": "5.2.3. impersonate any other person or representative of an organization and/or community without being authorized to do so, including employees of Comiron.com, forum moderators, website owners and apply any other forms and methods of unlawful representation of other persons online as well as mislead other users and Comiron.com regarding features and characteristics of any subjects or objects;",
    "main524": "5.2.4. download, send, transmit or otherwise post and/or distribute content if not authorized to do so by law or contract;",
    "main525": "5.2.5. download, send, transmit or otherwise post and/or distribute unauthorized advertising information, spam (including spamdexing), lists of e-mail addresses of other people, pyramid schemes, multilevel marketing (MLM), Internet earning systems and e-mail businesses, chain letters as well as use Comiron.com service for participation in any of the above;",
    "main526": "5.2.6. download, send, transmit or otherwise post and/or distribute any materials containing viruses or other computer codes, files or programs designed to breach, destroy or limit the operation of any computer or telecommunication equipment or software, for unauthorized access as well as serial numbers to commercial software and generation programs, logins, passwords and other means to receive authorized access to fee-based online resources, or post links to such information;",
    "main527": "5.2.7. collect and store personal information of other persons without proper authorization;",
    "main528": "5.2.8. interfere with regular operation of Comiron.com websites and services;",
    "main529": "5.2.9. assist any actions to violate any restrictions and prohibitions imposed by this Agreement;",
    "main5210": "5.2.10. otherwise violate legal standards including international law.",
    "header6": "6. Exclusive Rights to Services and Content",
    "main61": "6.1. Any objects available through Comiron.com services including design elements, text, graphics, illustrations, video, software, databases, music, soundtracks and other objects (hereinafter – service content) as well as any content posted at Comiron.com services are exclusive property of Comiron.com, Users and other right holders.",
    "main62": "6.2. Any content and service elements may be used only within functions offered by a particular service. No elements of Comiron.com service content as well as any content posted at Comiron.com services may be used in any other way without the right holder’s prior consent. The term “use” shall include reproduction, duplication, processing and distribution on any basis, representation on frame, etc. The exception shall be any cases prescribed by Russian laws or terms of use of a certain Comiron.com service. The personal non-commercial use by the User of service content elements and any content is authorized upon preservation of all marks of copyright, associated rights, trademarks, other notices of copyright, preservation of the name (pseudonym) of the author/right holder’s name unchanged and preservation of corresponding object unchanged. The exception shall be cases directly stated by Russian laws or user agreements of certain Comiron.com services.",
    "header7": "7. Third Party Websites and Content",
    "main71": "7.1. Comiron.com services may content links to other websites (third party websites). Such third parties and their content are not verified by Comiron.com for compliance with any requirements (validity, completeness, accuracy, etc.). Comiron.com shall not be responsible for any information or materials posted at third party websites that the User may access through the services including any opinions or statements at third party websites, advertising, etc. as well as availability of such websites or content and consequences of their use by the User.",
    "main72": "7.2. A link (in any format) to any website, product, service, any commercial or non-commercial information published on the Website shall not be considered as approval or recommendation of such products (services, activities) by Comiron.com, unless directly stated at Comiron.com resources.",
    "header8": "8. Advertising at Comiron.com Services",
    "main81": "8.1. Comiron.com shall be responsible for its advertising at Comiron.com services to the extent prescribed by Russian laws.",
    "header9": "9. No Guarantees, Limitation of Liability",
    "main91": "9.1. The User uses Comiron.com services at his own risk. Services are provided as is. Comiron.com accepts not responsibility including for compliance of services with the User's goals;",
    "main92": "9.2. Comiron.com does not guarantee that services comply/will comply with User's requirements; that services will be provided without interruptions, promptly, sustainably and without errors; that results received with the use of services are accurate and reliable and may be used for any purposes or in any capacity (for instance, for identification and/or verification of any facts); that the quality of any product, service, information, etc. received through the services will meet the User's expectations;",
    "main93": "9.3. Any information and/or materials (including downloadable software, messages, any instructions and guidelines, etc.) which the User accesses through Comiron.com services may be used by the User at his own risk and the User shall be responsible for any potential consequences of the use of such information and/or materials including any damage to the User’s computer or third parties, loss of information or any other damage;",
    "main94": "9.4. Comiron.com shall not be liable for any losses resulting from the User using Comiron.com services or separate parts/ functions of services;",
    "main95": "9.5. Under any circumstances, Comiron.com’s liability under Article 15 of the Civil Code of Russia is limited to 10,000 (ten thousand) RF rubles and shall be imposed in case of guilty actions.",
    "header10": "10. Other Provisions",
    "main101": "10.1. This Agreement is an agreement between the User and Comiron.com regarding the procedure of using services and shall replace all previous agreements between the User and Comiron.com.",
    "main102": "10.2. This Agreement shall be regulated and interpreted according to laws of the Russian Federation. Any issues not regulated hereby shall be settled according to Russian law. Any disputes arising out of relations regulated by this Agreement shall be settled as prescribed by applicable Russian laws according to Russian legal standards. In any part of this Agreement, unless otherwise stated, the term “law” shall mean laws of the Russian Federation as well as laws of the country of the User’s location.",
    "main103": "10.3. Due to the fact that services under this Agreement are provided free of charge, standards on consumer rights' protection under Russian laws shall not apply to relations between the User and Comiron.com.",
    "main104": "10.4. Nothing in this Agreement shall be interpreted as agency, partnership, mutual activities, employment or any other relations not directly stated in this Agreement.",
    "main105": "10.5. If for any reasons one or several provisions of this Agreement are declared invalid or unenforceable, it shall not affect the validity or enforceability of the remaining provisions hereof.",
    "main106": "10.6. Failure by Comiron.com to act in case of violation by the User or any other users of the provisions of this Agreement shall not deprive Comiron.com of the right to take action to protect its interests in the future and shall not be interpreted as waiver by Comiron.com of its rights in case of any future similar or identical violations.",
    "main107": "10.7. This Agreement is made in the Russian language and in certain cases may be provided to the User for review in a different language. In case of any differences between the Russian text of this Agreement and the text of this Agreement in any other language, the Russian text shall prevail.",
    "acceptAgree": "Accept",
    "termsOfUse": "Terms of use"
  }
}